Repository: kddartown/onedart
Catalog: docs/translation_*.po
Languages: pl

source: New files has been uploaded by the following clients
pl: Nowe pliki przesłane przez klientów

source: You can manage these files
pl: Możesz zarządzać tymi plikami

source: Welcome to ProjectSend
pl: Witaj w ProjectSend

source: A new account was created for you. From now on, you can access the files that have been uploaded under your account using the following credentials:
pl: Nowe konto zostało dla Ciebie utworzone. Od teraz posiadasz dostęp do plików, które zostały przesłane oraz przypisane do konta:

source: You can log in following this link
pl: Możesz zalogować się za pomocą tego linku

source: Please contact the administrator if you need further assistance.
pl: Proszę skontaktować się z administratorem w razie konieczności uzyskania pomocy.

source: Your username
pl: Twoja nazwa użytkownika

source: Your password
pl: Twoje hasło

source: A new client has registered
pl: Nowe konto klienta zostało utworzone

source: A new account was created using the self registration form on your site. Registration information:
pl: Nowe konto zostało utworzone za pomocą formularza rejestracyjnego na stronie. Oto dane:

source: Username
pl: Nazwa użytkownika

source: Additionally, the client requests access to the following group(s)
pl: Ponadto klient żąda dostępu do następujących grup

source: Please log in to process the request.
pl: Zaloguj się, aby przetworzyć żądanie.

source: Remember, your new client will not be able to log in until an administrator has approved their account.
pl: Pamiętaj, że twój nowy klient nie będzie mógł się zalogować, dopóki administrator nie zatwierdzi jego konta.

source: Auto-approvals of new accounts are currently enabled.
pl: Automatyczna akceptacja nowych kont jest obecnie włączona.

source: You can log in to manually deactivate it.
pl: Możesz się zalogować aby ręcznie deaktywować to.

source: You account has been approved
pl: Twoje konto zostało zatwierdzone

source: Your account has been approved.
pl: Twoje konto zostało zatwierdzone.

source: Additionally, your group membership requests have been processed.
pl: Dodatkowo zostały przetworzone Państwa prośby o członkostwo grupy.

source: Approved requests:
pl: Zatwierdzone wnioski:

source: Denied requests:
pl: Odrzucone wnioski:

source: You account has been denied
pl: Twoje konto zostało odrzucone

source: Your account request has been denied.
pl: Żądanie Twojego konta zostało odrzucone.

source: A new account was created for you. From now on, you can access the system administrator using the following credentials:
pl: Nowe konto zostało dla Ciebie utworzone. Od teraz możesz przejść do Panelu Administracyjnego systemu przy użyciu danych:

source: Access the system panel here
pl: Dostęp do panelu systemowego

source: Thank you for using ProjectSend.
pl: Dziękujemy za użycie ProjectSend.

source: Password reset instructions
pl: Instrukcje resetowania hasła

source: A request has been received to reset the password for the following account:
pl: Prośba została przyjęta by zresetować hasło do następującego konta:

source: To continue, please visit the following link
pl: Aby kontunuować proszę kliknij w ten link

source: The request is valid only for 24 hours.
pl: Żądanie będzie aktywne przez następne 24 godziny.

source: If you did not make this request, simply ignore this email.
pl: Jeżeli nie wysłałeś tego zapytania, zignoruj tą wiadomość email.

source: A client has changed memberships requests
pl: Klient zmienił żądanie członkostwa

source: A client on you site has just changed his groups membership requests and needs your approval.
pl: Klient na Twojej stronie internetowej właśnie zmienił wnioski o członkostwo w grupach i wymaga Twojej zgody.

source: The client requests access to the following group(s)
pl: Klient żąda dostępu od następujących grup:

source: No group requests made
pl: Nie utworzono żadnego żądania dotyczącego grup

source: Email configuration test
pl: Test konfiguracji e-mail

source: This is a test message
pl: To jest wiadomość testowa

source: This email contains HTML formatting and cannot be displayed right now. Please use an HTML compatible reader.
pl: Ten email zawiera formatowanie HTML i nie może zostać wyświetlony. Proszę użyj odpowiedniego czytnika.

source: Go to:
pl: Iść do:

source: The following errors were found
pl: Wystąpiły następujące błędy

source: Create
pl: Utwórz

source: Save
pl: Zapisz

source: Parent
pl: Rodzic

source: None
pl: Brak

source: Cancel
pl: Anuluj

source: Will be visible on the client's file list
pl: Będzie widoczne na liści plików użytkownika

source: Save client
pl: Zapisz klienta

source: Create account
pl: Utwórz konto

source: Request account
pl: Zażądaj konta

source: Your full name
pl: Twoje pełne imię

source: Request access to groups
pl: Poproś o dostęp do grup

source: Update account
pl: Aktualizuj konto

source: Must be alphanumeric
pl: Musi być alfanumeryczny

source: Password
pl: Hasło

source: Generate
pl: Generuj

source: Must be valid and unique
pl: Musi być poprawny i unikalny

source: Address
pl: Adres

source: Telephone
pl: Telefon

source: Internal contact name
pl: Nazwa kontaktu wewnętrznego

source: Max. upload filesize
pl: Maksymalny wysyłany rozmiar pliku

source: Set to 0 to use the default system limit
pl: Ustaw wartość 0, aby użyć domyślnego limitu systemu

source: Select one or more options. Type to search.
pl: Wybierz jedną lub więcej opcji. Zacznij pisać aby wyszukać.

source: Add all
pl: Dodaj wszystkie

source: Remove all
pl: Usuń wszystkie

source: Active (client can log in)
pl: Aktywne (klient może się logować)

source: Notify new uploads by e-mail
pl: Powiadomienia o nowych plikach

source: Send welcome email
pl: Wyślij wiadomość powitalną.

source: Require password change after first login
pl: Wymagaj zmiany hasła do pierwszym logowaniu

source: Verification
pl: Weryfikacja

source: This account information will be e-mailed to the address supplied above
pl: Informacje na temat konta zostaną wysłane na adres podany powyżej

source: Enter here the required file title.
pl: Wpisz wymagany tytuł pliku.

source: Optionally, enter here a description for the file.
pl: Opcjonalnie można podać opis pliku.

source: Expiration date
pl: Data wygaśnięcia

source: Select a date
pl: Wybierz datę

source: File expires
pl: Plik wygasa

source: Public downloading
pl: Publiczne pobieranie danych

source: Allow public downloading of this file.
pl: Pozwól na publiczne pobieranie.

source: Assignations
pl: Przydziały

source: Copy selections to other files
pl: Skopiuj wybrane do innych plików

source: Hidden (will not send notifications or show into the files list)
pl: Ukryty (klient nie dostanie powiadomienia oraz nie zobaczy tego pliku na swojej liście)

source: Add to
pl: Dodaj do

source: File not found on disk: %s
pl: Plik nieodnaleziony na dysku: %s

source: Record does not exist for file id: %d
pl: Rekord nie istnieje dla podanego pliku: %d

source: Create group
pl: Utwórz grupę

source: Save group
pl: Zapisz grupę

source: Allows clients to request access to this group in the registraron process and when editing their own profile.
pl: Pozwól klientowi przypisać się do tej grupy podczas rejestracji oraz edycji profilu.

source: The group cannot be made publicly visible while the public page is disabled.
pl: Ta grupa nie może zostać ustawione jako widoczna dla każdego, gdy publiczny dostęp do strony jest wyłączony.

source: default
pl: domyślne

source: Current logo
pl: Obecne logo

source: Use this page to upload your company logo, or update the currently assigned one. This image will be shown to your clients when they access their file list.
pl: Użyj tej strony aby wgrać swoje logo lub zmienić bieżące. Logo będzie widoczne dla Twoich klientów gdy będą korzystać z systemu.

source: This preview uses a maximum width of 300px.
pl: Ten podgląd używa maksymalnej szerokości 300px

source: Delete current logo
pl: Usuń aktualne logo

source: Select image to upload
pl: Zaznacz obraz do wysłania

source: New registrations
pl: Nowe rejestracje

source: Used only on self-registrations. These options will not apply to clients registered by system administrators.
pl: Używany tylko w przypadku samodzielnego rejestrowania. Te opcje nie dotyczą klientów zarejestrowanych przez administratorów systemu.

source: Clients can register themselves
pl: Klienci mogą się rejestrować

source: Auto approve new accounts
pl: Automatyczne zatwierdzanie konta

source: Add clients to this group:
pl: Dodaj klientów do grupy:

source: None (does not enable this feature)
pl: Brak (funkcja nieaktywna)

source: New clients will automatically be assigned to the group you have selected.
pl: Nowi klienci zostaną automatycznie dodani do wybranej grupy.

source: Groups for which clients can request membership to:
pl: Grupy, dla których klienci mogą prosić o członkostwo:

source: Public groups
pl: Publiczne grupy

source: All groups
pl: Wszystkie grupy

source: When a client registers a new account, an option will be presented to request becoming a member of a particular group.
pl: Gdy klient rejestruje nowe konto, zostanie wyświetlona opcja, aby zażądać członkostwa w określonej grupie.

source: Clients can upload files
pl: Klienci mogę przesyłać pliki

source: Clients can delete their own uploaded files
pl: Klienci mogą usuwać własne przesłane pliki

source: Clients can set expiration Date
pl: Klienci mogą ustawić datę wygaśnięcia

source: When a file expires:
pl: Kiedy plik wygasa:

source: Don't show it on the files list
pl: Nie pokazuj na liście plików

source: Show it anyway, but prevent download.
pl: Pokaż to mimo to, ale uniemożliwiaj pobieranie.

source: This only affects clients. On the admin side, you can still get the files.
pl: Dotyczy to tylko klientów. Po stronie administratora nadal można pobierać pliki.

source: "From" information
pl: Informacja "Od"

source: E-mail address
pl: Adres email

source: Send copies
pl: Wyślij kopie

source: When a system user uploads files
pl: Gdy użytkownik systemu przesyła pliki

source: When a client uploads files
pl: Gdy klient przesyła pliki

source: Define here who will receive copies of this emails. These are sent as BCC so neither recipient will see the other addresses.
pl: Określ, kto otrzyma kopie tego maila. Adres Jest wysyłany jako BCC, więc adresat nie zobaczy tego emaila.

source: Address supplied above (on "From")
pl: Adres dostarczenia wiadomości (nagłówek "Od")

source: Also to this addresses
pl: Również dla tych adresów

source: Separate e-mail addresses with a comma.
pl: Oddziel adresy e-mailowe przecinkiem.

source: Expiration
pl: Wygaśnięcie

source: Maximum sending attemps
pl: Maksymalna ilość prób wysłania

source: Define how many times will the system attemp to send each notification.
pl: Określ jaką ilość prób system ma wykonać aby wysłać każdą notyfikację.

source: Days before expiring
pl: Dni przed wygaśnięciem

source: Notifications older than this will not be sent.
pl: Starsze notyfikacje od tej nie będą wysłane.

source: Set to 0 to disable.
pl: Ustaw wartość 0, aby wyłączyć.

source: E-mail sending options
pl: Opcje wysyłania wiadomości email

source: Here you can select which mail system will be used when sending the notifications. If you have a valid e-mail account, SMTP is the recommended option.
pl: W tym miejscu możesz wybrać jaki system będzie używany podczas wysyłania powiadomień. Jeśli posiadasz aktywne konto email - SMTP będzie zalecaną opcją.

source: Mailer
pl: Metoda wysyłania

source: SMTP & Gmail shared options
pl: Wspólne opcje SMTP oraz Gmail

source: You need to include your username (usually your e-mail address) and password if you have selected either SMTP or Gmail as your mailer.
pl: Musisz podać swoją nazwę użytkownika (zwykle adres e-mail) i hasło, jeśli wybrano SMTP lub Gmail jako pocztę.

source: SMTP options
pl: Opcje SMTP

source: If you selected SMTP as your mailer, please complete these options.
pl: Jeśli wybrałeś SMTP jako klienta do powiadomień, proszę uzupełnić pozostałe opcje.

source: Authentication
pl: Autentykacja

source: SSL options
pl: Opcje SSL

source: Verify peer
pl: Zweryfikuj peer

source: Verify peer name
pl: Zweryfikuj nazwę peer

source: Allow self signed
pl: Pozwól na zakładanie kont użytkownikom

source: After saving your options, you can test your configuration here
pl: Po zapisaniu opcji możesz przetestować konfigurację tutaj

source: Social Networks
pl: Media Społecznościowe

source: Note: %s requires all accounts to be available locally. When a user connects via a social network or any other external source, a local account will be created with a random password.
pl: Uwaga: %s wymaga, aby konto było dostępne lokalnie. Gdy użytkownik połączy się za pomocą mediów społecznościowych lub innego zewnętrznego źródła, zostanie utworzone lokalne konto z losowym hasłem.

source: Enabled
pl: Włączone

source: How do I obtain this credentials?
pl: Jak uzyskać te poświadczenia?

source: General
pl: Ogólny

source: Basic information to be shown around the site. The time format and zones values affect how the clients see the dates on their files lists.
pl: Podstawowe informacje, które zostaną wyświetlone na stronie. Format czasu i strefy mają wpływ na sposób wyświetlenia dat czynności wykonywanych przez użytkowników.

source: Site name
pl: Nazwa strony

source: Timezone
pl: Strefa czasowa

source: Time format
pl: Format czasu

source: For example, d/m/Y h:i:s will result in something like
pl: Na przykład d/m/Y h:i:s dla wyświetlania daty i godziny

source: For the full list of available values, visit
pl: Aby zobaczyć pełną listę, odwiedź

source: this page
pl: ta strona

source: Use custom footer text
pl: Użyj niestandardowego tekstu stopki

source: Footer content
pl: Treść stopki

source: Editor
pl: Edytor

source: Use the visual editor on files descriptions
pl: Użyj edytora wizualnego w opisach plików

source: Detect user browser language
pl: Wykryj język przeglądarki użytkownika

source: If available, will override the default one from the system configuration file. Affects all users and clients.
pl: Jeśli jest dostępny, zastąp domyślny z pliku konfiguracji systemu. Wpływa na wszystkich użytkowników i klientów.

source: Downloads
pl: Pobrań

source: Use XSendFile to serve files
pl: Użyj XSendFile

source: xsendfile improves downloads by allowing the web server to send the file directly (without php and it's limitations in the middle). This provides several optimizations, such as resumable, more stable downloads. This in an advanced feature that requires you to install and enable a module on your server.
pl: XSendFile poprawia pobieranie plików umożliwiając serwerowi wysyłanie plików bezpośrednio do klienta - bez php i jego ograniczeń. To sprawia, że pobrania są znacznie bardziej stabilne. Jest to zaawansowana funkcja, którą musisz zainstalować oraz włączyć na swoim serwerze.

source: System location
pl: Położenie systemu

source: These options are to be changed only if you are moving the system to another place. Changes here can cause ProjectSend to stop working.
pl: Tą opcje należy zmienić tylko wtedy, gdy przenosisz system do innego miejsca. Zmiany tutaj mogą spowodować, że ProjectSend przestanie działać.

source: System URI
pl: Systemowe URI

source: Prevent search engines from indexing this site
pl: Zapobiegaj indeksowaniu tej witryny przez wyszukiwarki

source: Enable information page for private files
pl: Włącz stronę informacyjną dla prywatnych plików

source: If enabled, the file information landing page will be available even for files that are not marked as private. Downloading them will stay restricted.
pl: Jeśli jest włączona, strona docelowa informacji o plikach będzie dostępna nawet dla plików, które nie są oznaczone jako prywatne. Pobieranie ich będzie ograniczone.

source: Public groups and files listings page
pl: Grupy publiczne i strona z listą plików

source: Enable page
pl: Włącz stronę

source: The url for the listings page is
pl: Adres url dla strony ofertowej jest następujący

source: Only for logged in clients
pl: Tylko dla zalogowanych klientów

source: Inside groups show all files, including those that are not marked as public.
pl: Wewnątrz grup wyświetlane są wszystkie pliki, w tym te, które nie są oznaczone jako publiczne.

source: On public files, show the download link.
pl: W plikach publicznych pokaż link do pobrania.

source: Allowed file extensions
pl: Dopuszczalne rozszerzenia

source: Be careful when changing this options. They could affect not only the system but the whole server it is installed on.
pl: Należy zachować ostrożność przy zmianie tych opcji. Mogą one mieć wpływ nie tylko na system, ale również na serwer gdzie jest zainstalowany.

source: Important
pl: Ważny

source: Separate allowed file types with a comma.
pl: Oddziel typy plików przecinkami.

source: Limit file types uploading to
pl: Ogranicz rodzaje plików wgrywane do

source: No one
pl: Nikt

source: Everyone
pl: Wszyscy

source: Clients only
pl: Tylko dla klientów

source: Warning: php extension is allowed. This is a serious security problem. If you are not sure that you need it, please remove it from the list.
pl: Ostrzeżenie: dozwolone jest rozszerzenie php. Jest to poważny problem związany z bezpieczeństwem. Jeśli nie jesteś pewien, że tego potrzebujesz, usuń go z listy.

source: SVG files
pl: Pliki SVG

source: Show thumbnails for SVG files
pl: Pokazuj miniatury plików SVG

source: Passwords
pl: Hasła

source: When setting up a password for an account, require at least:
pl: Podczas konfigurowania hasła dla konta wymagane jest co najmniej:

source: Helps prevent SPAM on your registration form.
pl: Pomaga zapobiegać spamowi w formularzu rejestracyjnym.

source: Use reCAPTCHA
pl: Użyj reCAPTCHA

source: Site key
pl: Klucz witryny

source: Secret key
pl: Sekretny klucz

source: Please enter your account's e-mail address. You will receive a link to continue the process.
pl: Wprowadź adres e-mail swojego konta. Otrzymasz link do kontynuowania procesu.

source: Get a new password
pl: Zdobądź nowe hasło

source: New password
pl: Nowe hasło

source: Please enter your desired new password. After that, you will be able to log in normally.
pl: Proszę wybierz i wstaw nowe hasło jakie sobie życzysz. Po tym będziesz mógł normalnie zalogować się.

source: Set new password
pl: Ustaw nowe hasło

source: Your browser doesn't support HTML5, Flash or Silverlight. Please update your browser or install Adobe Flash or Silverlight to continue.
pl: Twoja przeglądarka nie obsługuje HTML5, Flash lub Silverlight. Zaktualizuj swoją przeglądarkę lub zainstaluj program Adobe Flash lub Silverlight w celu kontynuowania.

source: Upload files
pl: Prześlij pliki

source: Your files are being uploaded! Progress indicators may take a while to update, but work is still being done behind the scenes.
pl: Twoje pliki są przesyłane! Może trochę potrwać zanim wskaźniki postępu się zaktulizują , ale prace są nadal realizowane za kulisami.

source: Add user
pl: Dodaj użytkownika

source: Save user
pl: Zapisz użytkwonika

source: Role
pl: Rola

source: Active (user can log in)
pl: Aktywne (użytkownik może się logować)

source: ProjectSend was installed
pl: ProjecSend jest zainstalowany

source: logged in to the system.
pl: zalogował się do systemu.

source: %s logged in to the system
pl: %s zalogował(a) się do systemu

source: created the user account
pl: stworzono konto użytkownika

source: %s created the user account %s
pl: %s utworzył(a) konto użytkownika %s

source: created the client account
pl: stworzono konto użytkownika

source: %s created the client account %s
pl: %s utworzył konto klienta %s

source: created a client account for themself.
pl: stworzono konto użytkownika dla jego samego.

source: %s registered as a new client
pl: %s zarejestrował nowego klienta

source: (user) uploaded the file
pl: (użytkownik) dodał plik

source: %s (user) uploaded the file %s
pl: %s (użytkownik) zuploadował plik %s

source: (client) uploaded the file
pl: (klient) dodał plik

source: %s (client) uploaded the file %s
pl: %s (klient) zuploadował plik %s

source: (user) downloaded the file
pl: (użytkownik) pobrał plik

source: %s (user) downloaded the file %s
pl: %s (użytkownik) pobrał plik %s

source: (client) downloaded the file
pl: (klient) pobrał plik

source: %s (client) downloaded the file %s
pl: %s (klient) pobrał plik %s

source: generated a zip file
pl: wygenerowano archiwum zip

source: %s generated a zip file
pl: %s utworzył archiwum ZIP

source: unassigned the file
pl: nieprzyporządkowany plik

source: from the client:
pl: od użytkownika:

source: %s unassigned the file %s from the client %s
pl: %s usunął powiązanie pliku %s z klientem %s

source: from the group:
pl: od grupy:

source: %s unassigned the file %s from the group %s
pl: %s usunął powiązanie pliku %s z grupą %s

source: deleted the file
pl: usunięto plik

source: %s deleted the file %s
pl: %s usunął plik %s

source: edited the user
pl: zmieniono użytkownika

source: %s edited the user %s
pl: %s edytował użytkownika %s

source: edited the client
pl: zmieniono użytkownika

source: %s edited the client %s
pl: %s edytował klienta %s

source: edited the group
pl: zmieniono grupę

source: %s edited the group %s
pl: %s edytował grupę %s

source: deleted the user
pl: usunięto użytkownika

source: %s deleted the user %s
pl: %s usunął użytkownika %s

source: deleted the client
pl: usunięto klienta

source: %s deleted the client %s
pl: %s usunął klienta %s

source: deleted the group
pl: usunięto grupę

source: %s deleted the group %s
pl: %s usunął grupę %s

source: activated the client
pl: aktywował klienta

source: %s activated the client %s
pl: %s aktywował klienta %s

source: deactivated the client
pl: zdeaktywowano klienta

source: %s deactivated the client %s
pl: %s dezaktywował klienta %s

source: marked as hidden the file
pl: oznaczono jako plik ukryty

source: to:
pl: do:

source: %s marked as hidden the file %s to %s
pl: %s oznaczył plik %s jako ukryty dla %s

source: marked as hidden for everyone the file
pl: oznaczył jako ukryty dla wszystkich

source: %s marked as hidden for everyone the file %s
pl: %s oznaczył plik %s jako ukryty dla wszystkich

source: marked as visible for everyone the file
pl: ustawił jako widoczny dla wszystkich plik

source: %s marked as visible for everyone the file %s
pl: %s ustawił jako widoczny dla wszystkich plik %s

source: marked as visible the file
pl: oznaczono jako plik widoczny

source: %s marked as visible the file %s to %s
pl: %s ustawił plik %s jako widoczny dla użytkownika %s

source: created the group
pl: stworzono grupę

source: %s created the group %s
pl: %s utworzył grupę %s

source: assigned the file
pl: przyporządkowano plik

source: to the client:
pl: do klienta:

source: %s assigned the file %s to client %s
pl: %s przypisał plik %s do klienta %s

source: to the group:
pl: do grupy:

source: %s assigned the file %s to group %s
pl: %s przypisał plik %s do grupy %s

source: activated the user
pl: aktywował użytkownika

source: %s activated the user %s
pl: %s aktywował użytkownika %s

source: deactivated the user
pl: zdeaktywowano użytkownika

source: %s deactivated the user %s
pl: %s dezaktywował użytkownika %s

source: uploaded a new logo on "Branding"
pl: załadowano nowe logo na stronie "Branding"

source: %s uploaded a new logo on "Branding"
pl: %s zuploadował nowe logo w zakładce "Wygląd"

source: updated ProjectSend to version
pl: zaktualizowano ProjectSend do wersji

source: %s updated ProjectSend to version %s
pl: %s zaktualizował ProjectSend do wersji %s

source: logged out of the system.
pl: wylogował się z systemu.

source: %s logged out of the system
pl: %s wylogował się z systemu

source: (user) edited the file
pl: (użytkownik) edytował plik

source: %s (user) edited the file %s
pl: %s (użytkownik) edytował plik %s
