Repository: kddartown/onedart
Catalog: docs/translation_*.po
Languages: pl

source: (client) edited the file
pl: (klient) edytował plik

source: %s (client) edited the file %s
pl: %s (klient) edytował plik %s

source: created the category
pl: stworzono kategorię

source: %s created the category %s
pl: %s utworzył kategorię %s

source: edited the category
pl: zmieniono kategorię

source: %s edited the category %s
pl: %s edytował kategorię %s

source: deleted the category
pl: usunięto kategorię

source: %s deleted the category %s
pl: %s usunął kategorię %s

source: An anonymous user
pl: Anonimowy użytkownik

source: downloaded the file
pl: pobrano plik

source: An anonymous user downloaded the file %s
pl: Anonimowy użytkownik pobrał plik %s

source: processed an account request for
pl: przetwórz żądanie konta dla

source: %s processed an account request for %s
pl: %s zatwierdził żądanie dotyczące konta dla %s

source: processed group memberships requests for
pl: przetworzone wnioski o członkostwo w grupie dotyczy

source: %s processed group memberships requests for %s
pl: %s zatwierdził żądanie dołączenia do grupy dla %s

source: requested a preview for the file
pl: zażądał podglądu pliku

source: %s requested a preview for the file %s
pl: %s zażądał podglądu pliku %s

source: created an account with a social profile
pl: utworzył konto z użyciem mediów społecznościowych

source: %s created an account with a social profile
pl: %s utworzył konto z użyciem mediów społecznościowych

source: logged in with a social profile
pl: zalogował się z użyciem mediów społecznościowych

source: %s logged in with a social profile
pl: %s zalogował się z użyciem mediów społecznościowych

source: approved an account request for
pl: zatwierdził żądanie utworzenia konta użytkownika dla

source: %s approved an account request for %s
pl: %s zatwierdził żądanie utworzenia konta użytkownika dla %s

source: denied an account request for
pl: odrzucił żądanie utworzenia konta dla użytkownika

source: %s denied an account request for %s
pl: %s odrzucił żądanie utworzenia konta dla użytkownika %s

source: updated system options
pl: zaktualizował ustawienia systemu

source: %s updated system options: %s
pl: %s zaktualizował ustawienia systemu: %s

source: updated an email template
pl: zaktualizował szablon e-mail

source: %s updated email template: %s
pl: %s zaktualizował szablon e-mail: %s

source: Search
pl: Szukaj

source: An unexpected error has occurred
pl: Wystąpił nieoczekiwany błąd

source: Could not generate a random password
pl: Brak możliwości wygenerowania losowego hasła

source: Provided by
pl: Napędzane przez

source: version
pl: wersja

source: Free software
pl: Darmowe oprogramowanie

source: Important:
pl: Ważne:

source: There are no clients or groups at the moment. You can still upload files and assign them later.
pl: Brak użytkownikow lub/i grup. Możesz nadal wgrać pliki i przyporządkować je pożniej.

source: The password must contain, at least:
pl: Hasło musi zawierać co najmniej:

source: Password change is required for your account
pl: Zmiana hasła jest wymagana.

source: System Administrator
pl: Administrator Systemu

source: Account Manager
pl: Zarządzanie kontami

source: Uploader
pl: Przesyłający

source: Log in
pl: Zaloguj

source: Logging in
pl: Logowanie

source: Redirecting
pl: Przekierowanie

source: Send this URL to someone to view the allowed group contents according to your privacy settings.
pl: Wyślij ten adres URL do kogoś, aby wyświetlić dozwoloną zawartość grupy zgodnie z ustawieniami prywatności.

source: Send this URL to someone to download the file without registering or logging in.
pl: Wyślij ten adres URL do kogoś, aby pobrać plik bez rejestracji lub logowania.

source: Click to select and copy
pl: Kliknij, aby wybrać i skopiować

source: Succesfully copied to clipboard
pl: Pomyślnie skopiowano do schowka

source: Content could not be copied to clipboard
pl: Nie można skopiować zawartości do schowka

source: Public URL
pl: URL do użytku publicznego

source: Please select at least one item to proceed.
pl: Wybierz co najmniej jeden element, aby kontynuować.

source: You are about to delete %d items. Are you sure you want to continue?
pl: Usuwasz %d plików. Chcesz kontynuować?

source: You are about to delete all activities from the log. Only those used for statistics will remain. Are you sure you want to continue?
pl: Zamierzasz usunąć z dziennika wszystkie zdarzenia. Pozostaną tylko używane w statystykach. Kontynuować?

source: Please wait while your download is prepared.
pl: Czekaj, aż twoje pobieranie zostanie przygotowane.

source: This operation could take a few minutes, depending on the size of the files.
pl: Ta operacja może potrwać kilka minut, w zależności od rozmiaru plików.

source: You are about to unassign %d files from this account. Are you sure you want to continue?
pl: Planujesz odebrać temu użytkownikowi dostęp do %d plików. Jesteś pewny, że chcesz kontynuować?

source: No results where found.
pl: Brak rezultatów.

source: Please confirm: replace the custom template text with the default one?
pl: Potwierdź: zastąpić szablon niestandardowy tekstem domyślnym?

source: Error: the content could not be loaded
pl: Błąd: nie można załadować zawartości

source: You must select at least one file to upload.
pl: Musisz wybrać conajmniej jeden plik.

source: Are you sure? Files currently being uploaded will be discarded if you leave this page.
pl: Jesteś pewny? Proces uploadu plików zostanie przerwany jeśli opuścisz tą stronę.

source: Copy selection to all files?
pl: Skopiować zazanaczenie do wszystkich plików?

source: Some of your files uploaded correctly, but others could not be uploaded.
pl: Część plików została zuploadowana, ale niektóre nie mogły zostać zuploadowane.

source: Go to the file editor
pl: Idź do edytora plików

source: Confirm this action?
pl: Potwierdzasz wykonanie czynności?

source: Failed to load file preview
pl: Nie udało się załadować podglądu pliku

source: Failed to load resource
pl: Nie udało się załadować zasobu

source: Validation "%s" failed for field "%s"
pl: Walidacja "%s" zawiodła dla pola "%s"

source: reCAPTCHA verification failed
pl: weryfikacja reCAPTCHA nie powiodła się

source: Name was not completed
pl: Nazwa nie jest kompletna

source: No client was selected
pl: Nie wybrano klienta

source: Username was not completed
pl: Nazwa użytkownika nie jest kompletna

source: Password was not completed
pl: Hasło nie jest kompletne

source: Password verification was not completed
pl: Weryfikacja hasła nie jest poprawna

source: E-mail was not completed
pl: Email nie został skopiowany

source: Title was not completed
pl: Tytuł nie jest kompletny

source: E-mail address is not valid
pl: Adres email jest nieprawidłowy

source: Username must be alphanumeric and may contain dot (a-z,A-Z,0-9 and . allowed)
pl: Nazwa użytkownika musi być alfanumeryczna i może zawierać kropki (a-z, A-Z, 0-9 i.)

source: Password must be alphanumeric (a-z,A-Z,0-9 allowed)
pl: Hasło może zawierać tylko znaki (dozwolone a-z, A-Z, 0-9)

source: Passwords do not match
pl: Hasła nie pasują do siebie

source: Password does not meet the required characters rules
pl: Hasło nie posiada obowiązujących zanaków

source: File size value must be a whole number
pl: Wartość rozmiaru pliku musi być liczbą całkowitą

source: User role was not specified
pl: Rola użytkownika nie została określona.

source: An account with this username already exists.
pl: Konto z tą nazwą użytkownika już istnieje.

source: An account with this e-mail address already exists.
pl: Konto przypisane do tego adresu e-mail już istnieje.

source: Your password can only contain letters, numbers and the following characters:
pl: Hasło może zawierać tylko litery, cyfry i następujące znaki:

source: Please complete all the fields.
pl: Proszę uzupełnić wszystkie pola.

source: Length should be between %d and %d characters long
pl: Hasło powinno mieć od %d do %d znaków.

source: 1 uppercase character
pl: 1 wielka litera

source: 1 lowercase character
pl: 1 mała litera

source: 1 number
pl: 1 cyfra

source: 1 special character
pl: 1 znak specjalny (£, *, @, !, _, itp.)

source: Sitename was not completed.
pl: Nazwa strony nie jest kompletna.

source: ProjectSend URI was not completed.
pl: ProjecSend URI nie jest kompletny.

source: A safe chmod value of 755 could not be set for directory: %s
pl: Uprawnienia 755 nie mogą zostać ustawione dla następującego folderu: %s

source: A safe chmod value of 644 could not be set for file: %s
pl: Uprawnienia 644 nie mogą zostać ustawione dla następujących plików: %s

source: Please correct the following errors to make sure that ProjectSend can send notifications emails.
pl: Napraw poniższe błędy, aby ProjestSend mógł wysyłać wiadomości e-mail z powiadomieniami.

source: System file does not exist: %s
pl: Plik systemowy nie istnieje: %s

source: This version changes the way files-to-clients relationships are stored on the database making it possible to assign a file to multiple clients. However some files did not update successfully. The following files may need to be reassigned to their clients by using the "Find orphan files" tool:
pl: Ta wersja zmienia sposób, w jaki relacje plików-klientów są przechowywane w bazie danych, co umożliwia przypisanie pliku do wielu klientów. Niektóre pliki nie zostały pomyślnie zaktualizowane. Następujące pliki mogą wymagać ponownego przypisania ich klientom przy użyciu narzędzia "Znajdź zagubione pliki ":

source: The database was updated to support this version of the software.
pl: Baza danych została zaktualizowana, aby obsługiwać tę wersję oprogramowania.

source: Do you want to support ProjectSend?
pl: Chciałbyś wesprzeć support ProjectSend?

source: Please remember that this tool is free software. If you find the system useful
pl: Proszę pamiętać, że narzędzie to jest bezpłatnym oprogramowaniem. Jeśli stwierdzisz jego system za przydatny

source: please consider making a donation to support further development.
pl: proszę rozważyć przekazanie darowizny w celu wsparcia dalszego rozwoju.

source: Thank you!
pl: Dziękuję!

source: Update available!
pl: Dostępna jest nowa aktualizacja!

source: ProjectSend %s has been released
pl: ProjectSend %s został wydany

source: Download
pl: Pobierz

source: Changelog
pl: Lista zmian

source: E-mail notifications have been sent.
pl: Powiadomienia email zostały wysłane.

source: One or more notifications couldn't be sent.
pl: Jedno lub więcej powiadomień nie wysłano.

source: E-mail notifications for inactive clients were not sent.
pl: Powiadomienia email dla niektórych klientów nie zostały wysłane.

source: Recent activites
pl: Ostatnia aktywność

source: View all
pl: Pokaż wszystkie

source: Uploads by users
pl: Przesłane przez użytkowników

source: Uploads by clients
pl: Przesłane przez klientów

source: Downloads by known users
pl: Pobrania przez zarejestrowanych użytkowników

source: Public Downloads
pl: Publiczne pliki

source: ProjectSend news
pl: ProjecSend Aktualności

source: Statistics
pl: Statystyki

source: %d days
pl: %d dni

source: System information
pl: Informacje o systemie

source: Software
pl: Oprogramowanie

source: Version
pl: Wersja

source: New version available
pl: Nowa wersja dostępna

source: Default upload max. size
pl: Domyślny maks. rozmiar przesyłki

source: Template
pl: Szablon

source: Change
pl: Zmiana

source: Data
pl: Dane

source: System users
pl: Użytkownicy systemu

source: Server
pl: Serwer

source: PHP version
pl: Wersja PHP

source: Memory limit
pl: Limit pamięci

source: Max execution time
pl: Maksymalny czas wykonania

source: Database
pl: Baza danych

source: Driver
pl: System

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Set up a new one.
pl: Ustaw nowe.

source: Don't have an account yet?
pl: Nie masz jeszcze kotna?

source: Register as a new client.
pl: Zarejestruj jako nowy klient.

source: This server does not allow self registrations.
pl: Ten serwer nie zezwala na samodzielną rejestrację.

source: If you need an account, please contact a server administrator.
pl: Jeśli chcesz założyć konto, proszę skontaktuj się z administratorem.

source: %s minimum version not met. Please upgrade to at least version %s
pl: %s minimalna wersja nie została spełniona. Zaktualizuj oprogramowanie minimum do wersji %s

source: Install
pl: Instalacja

source: Congratulations! Everything is up and running.
pl: Gratulacje! Wszystko już jest i działa.

source: You may proceed to log in with your newely created username and password.
pl: Możesz się zalogować nowoutworzonym loginem oraz hasłem.

source: Already installed
pl: Zainstalowany

source: It seems that ProjectSend is already installed here.
pl: Wydaje się, że ProjectSend jest już zainstalowany.

source: If you want to reinstall, please delete the system tables from the database and come back to the installation form.
pl: Jeśli chcesz przeinstalować system, proszę usunąć tabele z bazy danych i wrócić aby kontynuować instalację.

source: Database installation was successful, but errors were encountered.
pl: Instalacja bazy danych zakończyła się sukcesem, ale wystąpiło parę nieprzewidzianych błędów.

source: The following directories could not be created:
pl: Poniższe katalogi nie mogły zostać utworzone:

source: The following directories could not be chmodded to 755:
pl: Uprawnienia poniższych katalogów nie mogły zostać zmienione na 755:

source: There was an error writing to the database.
pl: Nastąpił błąd podczas próby wprowadzenia informacji do bazy danych.

source: Basic system options
pl: Podstawowe opcje systemu

source: You need to provide this data for a correct system installation. The site name will be visible in the system panel, and the client's lists.
pl: Musisz podać te dane, aby uzyskać poprawną instalację systemu. Nazwa witryny będzie widoczna w panelu systemowym i listach klienta.

source: Remember to edit the file
pl: Pamiętaj aby edytować plik

source: with your database settings before installing. If the file doesn't exist, you can create it by renaming the dummy file sys.config.sample.php.
pl: z ustawieniami bazy danych przed zainstalowaniem. Jeśli plik nie istnieje, można go utworzyć, zmieniając nazwę pliku sys.config.sample.php.

source: ProjectSend URI (address)
pl: ProjecSend URI (adres)

source: Default system administrator options
pl: Domyślne opcje systemu administracyjnego

source: This info will be used to create a default system user, which can't be deleted afterwards. Password should be between
pl: Ta informacja zostanie użyta do utworzenia domyślnego użytkownika systemu, który nie może zostać usunięty później. Hasło powinno być pomiędzy

source: and
pl: i

source: characters long.
pl: znaków.

source: After installing the system, you can go to the options page to set your timezone, preferred date display format and thumbnails parameters, besides being able to change the site options provided here.
pl: Po zainstalowaniu systemu można przejść do strony opcji, aby ustawić strefę czasową, preferowany format wyświetlania i parametry miniaturek, oprócz możliwości zmiany opcji witryn podanych tutaj.

source: The configuration file already exists.
pl: Plik konfiguracyjny już istnieje.

source: Successfully wrote the config file.
pl: Pomyślnie zapisano plik z ustawieniami .

source: Continue to installation
pl: Kontynuuj instalację

source: Database configuration
pl: Konfiguracja bazy danych

source: You need to provide this data for a correct database communication.
pl: Musisz podać te dane do poprawnej komunikacji z bazą danych.

source: Select driver
pl: Wybierz system

source: (not supported)
pl: (Nieobsługiwany)

source: Database name
pl: Nazwa bazy danych

source: Table prefix
pl: Prefiks tabeli

source: The database is already populated
pl: Baza danych jest już zapełniona

source: Reuse existing tables
pl: Ponowne użycie istniejących tabel

source: Language selection
pl: Wybór języka

source: Default maximum upload file size
pl: Domyślna maksymalna wielkość plików do przesłania

source: Value expressed in MB, where 1GB = 1024
pl: Wartość w MB, gdzie 1GB = 1024 MB

source: Folders
pl: Foldery

source: Writable
pl: Zapisywalny

source: Not writable
pl: Nie zapisywalny

source: Check again
pl: Sprawdź ponownie

source: Write config file
pl: Zapisz plik konfiguracyjny

source: Check
pl: Sprawdź

source: for client
pl: dla klienta

source: for group
pl: dla grupy

source: on category
pl: w kategorii

source: The selected files were marked as hidden.
pl: Zaznaczone pliki zostały oznaczone jako ukryte.

source: The selected files were marked as visible.
pl: Zaznaczone pliki zostały oznaczone jako widoczne.

source: The selected files were succesfully unassigned.
pl: Wybrany plik został pomyślnie zmieniony.

source: The selected files were deleted.
pl: Wybrane pliki zostały usunięte.

source: Some files could not be deleted.
pl: Nie można usunąć niektórych plików.

source: Please select at least one file.
pl: Wybierz co najmniej jeden plik.

source: Visible
pl: Widoczny

source: Hidden
pl: Ukryty

source: Selected files actions
pl: Akcje dla zaznaczonych plików

source: Download zipped
pl: Pobierz spakowane

source: Set to hidden from everyone already assigned
pl: Ustaw jako ukryte dla każdego aktualnie zarejestrowanego klienta

source: Set to visible to everyone already assigned
pl: Ustaw jako widoczne dla każdego aktualnie zarejestrowanego klienta

source: Set to hidden
pl: Ustaw jako ukryte

source: Set to visible
pl: Ustaw jako widoczne

source: Unassign
pl: Cofnij przypisanie

source: There are no files assigned to this category.
pl: Brak plików przypisanych do tej kategorii.

source: There are no files assigned to this client.
pl: Nie ma żadnych plików przypisanych do tego klienta.

source: You have not uploaded any files for this account.
pl: Nie przesłałeś żadnych plików dla tego konta.

source: There are no files for this client.
pl: Nie ma plików dla tego klienta.

source: Type
pl: Typ

source: Size
pl: Rozmiar

source: Assigned
pl: Przypisany

source: Public permissions
pl: Publiczne uprawnienia

source: Expiry
pl: Wygaśnięcie

source: Download count
pl: Licznik pobrań

source: View information
pl: Wyświetl informacje

source: Does not expire
pl: Nie wygasa

source: Expired on
pl: Wygasa

source: Expires on
pl: Wygasa

source: times
pl: razy

source: downloads
pl: pobrania

source: Some fields were not completed. Options could not be saved.
pl: Niektóre pola nie zostały ukończone. Nie można zapisać opcji.

source: The file could not be moved to the corresponding folder.
pl: Plik nie mógł zostać przeniesiony do odpowiedniego folderu.

source: This is most likely a permissions issue. If that's the case, it can be corrected via FTP by setting the chmod value of the
pl: Jest to prawdopodobnie problem z uprawnieniami dostępu do plików. Jeśli tak jest, spróbuj zmienić za pomocą FTP

source: directory to 755, or 777 as a last resource.
pl: wartość chmod katalogu na 755 lub w ostateczności 777.

source: If this doesn't solve the issue, try giving the same values to the directories above that one until it works.
pl: Jeśli to nie rozwiąże problemu, ustaw te same wartości dla katalogów wyższych póki nie zadziała.

source: The file you selected is not an allowed format.
pl: Plik, który wybrałeś nie jest w dozwolonym formacie.

source: There was an error uploading the file. Please try again.
pl: Wystąpił błąd podczas wysyłania pliku. Proszę spróbuj ponownie.

source: Public groups and files
pl: Publiczne grupy i pliki

source: There are no files available.
pl: Brak dostępnych plików.

source: Register new account
pl: Rejestruj nowe konto

source: Thank you for registering. Your account has been activated.
pl: Dziękujemy za rejestrację. Twoje konto zostało aktywowane.

source: Account added correctly.
pl: Konto dodane poprawnie.

source: Please remember that an administrator needs to approve your account before you can log in.
pl: Pamiętaj, że administrator musi zatwierdzić twoje konto zanim będziesz mógł się zalogować.

source: You may now log in with your new credentials.
pl: Możesz teraz logować się z nowym poświadczeniami.

source: Please contact a system administrator.
pl: Proszę skontaktować się z administratorem.

source: A folder for this account could not be created. Probably because of a server configuration.
pl: Katalog dla tego użytkownika nie może zostać stworzony. Przyczyną może być niepoprawna konfiguracja serwera.

source: The account could not be created. A folder with this name already exists.
pl: Nie można utworzyć konta. Folder z tą nazwą już istnieje.

source: An e-mail notification with login information was sent to the specified address.
pl: Powiadomienie z danymi logowania zostały wysłane na podany adres email.

source: Lost password
pl: Zapomniane hasło

source: The supplied email address does not correspond to any user.
pl: Dostarczony adres e-mail nie odpowiada żadnemu użytkownikowi.

source: The request is not valid.
pl: Niepoprawne zapytanie.

source: This request has expired. Please make a new one.
pl: Te żądanie wygasło. Proszę zrób nowe.

source: This request has already been completed. Please make a new one.
pl: Te żądanie już zostało wykonane. Proszę zrób nowe.

source: There are 3 unused requests done in less than 24 hs. Please wait until one expires (1 day since made) to make a new one.
pl: Są 3 nieużywane żądania wykonane w czasie krótszym niż 24 godziny. Zaczekaj, aż upłynie (1 dzień od utworzenia), aby dokonać nowego.

source: An e-mail with further instructions has been sent. Please check your inbox to proceed.
pl: Została wysłana wiadomość e-mail z dalszymi instrukcjami. Prosimy o sprawdzenie skrzynki odbiorczej, aby kontynuować.

source: E-mail couldn't be sent.
pl: Emial nie mógł być wysłany.

source: If the problem persists, please contact an administrator.
pl: Jeżeli problem wciąż się pojawia, skontaktuj się z administratorem.

source: Your new password has been set. You can now log in using it.
pl: Towe hasło ustawione. Możesz się teraz logować za jego pomocą.

source: Your new password couldn't be set.
pl: Nowe hasło nie mogło zostać ustawione.

source: Click on Add files to select all the files that you want to upload, and then click continue. On the next step, you will be able to set a name and description for each uploaded file. Remember that the maximum allowed file size (in mb.) is
pl: Naciśnij przycisk "Dodaj pliki", aby wybrać wszystkie pliki, które chcesz przesłać, a następnie naciśnij "Kontynuuj". W następnym kroku będziesz mógł ustawić nazwę i opis dla każdego przesłanego pliku. Pamiętaj, że maksymalny dopuszczalny rozmiar (w mb.) jest

source: Add system user
pl: Dodaj użytkownika systemu

source: Edit system user
pl: Edycja użytkownika systemu

source: User edited correctly.
pl: Użytkownik edytowany poprawnie.

source: User created successfuly.
pl: Użytkownik został dodany,

source: No user was selected.
pl: Nie wybrano grupy.

source: There is no user with that ID number.
pl: Brak użytkownika o podanym ID.

source: Users administration
pl: Administracja użytkwonikami

source: The selected users were marked as active.
pl: Zaznaczeniu użytkownicy zostali oznaczeni jako aktywni.

source: You cannot deactivate your own account.
pl: Nie możesz zdeaktywować własnego konta.

source: The selected users were marked as inactive.
pl: Zaznaczeniu użytkownicy zostali oznaczeni jako nieaktywni.

source: You cannot delete your own account.
pl: Nie możesz skasować własnego konta.

source: The selected users were deleted.
pl: Wybrani użytkownicy zostali skasowani.

source: Please select at least one user.
pl: Proszę wybrać przynajmniej jednego użytkownika.

source: All roles
pl: Wszystkie role

source: Selected users actions
pl: Zaznacz akcję dla użytkowników

source: users
pl: użytkownicy
