Repository: kddartown/onedart
Catalog: docs/translation_*.po
Languages: pl

source: Recent activities log
pl: Rejestr ostatnich zdarzeń

source: The selected activities were deleted.
pl: Zaznaczone zdarzenia zostały usunięte.

source: Please select at least one activity.
pl: Proszę wybrać przynajmniej jedno działanie.

source: The log was cleared. Only data used for statistics remained. You can delete them manually if you want.
pl: Dziennik został wyczyszczony. Pozostały tylko dane używane w statystykach. Możesz je usunąć recznie.

source: Filter activities
pl: Filtruj zdarzenia

source: All activities
pl: Cała aktywność

source: Filter
pl: Filtr

source: Activities actions
pl: Inne działania

source: Select action
pl: Zaznacz akcję

source: Download as csv
pl: Pobierz jako CSV

source: Delete selected
pl: Usuń zaznaczone

source: Clear entire log
pl: Wyczyść cały rejestr

source: Proceed
pl: Kontynuuj

source: Found
pl: Znajdź

source: activities
pl: aktywność

source: The filters you selected returned no results.
pl: Wybrany filtr nie zwrócił rezultatów.

source: There are no activities recorded.
pl: Brak zdarzeń w dzienniku.

source: Date
pl: Data

source: Author
pl: Autor

source: Activity
pl: Aktywność

source: Categories administration
pl: Zarządzanie kategoriami

source: The category was successfully created.
pl: Kategoria została pomyślnie utworzona.

source: The category was successfully edited.
pl: Kategoria została pomyślnie zaktualizowana.

source: Please select at least one category.
pl: Proszę wybrać przynajmniej jedną kategorię.

source: The selected categories were deleted.
pl: Wybrane kategorie zostały usunięte.

source: Create new category
pl: Utwórz nową kategorię

source: Edit category
pl: Edytuj kategorię

source: There was a problem saving to the database.
pl: Wystąpił problem z zapisywaniem bazy danych.

source: Please complete all the required fields.
pl: Proszę wypełnić wszytkie wymagane pola.

source: Selected categories actions
pl: Akcje na wybranych kategoriach

source: Delete
pl: Usuń

source: categories
pl: kategorie

source: Your search keywords returned no results.
pl: Brak wyników.

source: There are no categories yet.
pl: Brak kategorii.

source: Name
pl: Nazwa

source: Files
pl: Pliki

source: Description
pl: Opis

source: View
pl: Widok

source: Actions
pl: Akcje

source: Manage files
pl: Zarządzanie plikami

source: Edit
pl: Edytuj

source: Add client
pl: Dodaj klienta

source: There was an error. Please try again.
pl: Wystąpił błąd. Proszę spróbować ponownie.

source: Edit client
pl: Edycja klienta

source: My account
pl: Moje konto

source: Client edited correctly.
pl: Klient edytowany poprawnie.

source: Client created successfuly.
pl: Klient poprawnie utworzony.

source: A welcome message was not sent to the new account owner.
pl: Wiadomość powitalna nie została wysłana do właściciela nowego konta.

source: A welcome message with login information was sent to the new account owner.
pl: Wiadomość powitalna z danymi niezbędnymi do zalogowania została wysłana do właściciela nowego konta.

source: E-mail notification couldn't be sent.
pl: Powiadomienie email nie może zostać wysłane.

source: This page is not intended to be accessed directly.
pl: Ta strona nie powinna być dostępna bezpośrednio.

source: No client was selected.
pl: Nie wybrano klienta.

source: There is no client with that ID number.
pl: Klient o podanym ID nie istnieje.

source: Your account type doesn't allow you to access this feature.
pl: Twój dostęp nie pozwala na dostęp do tej funkcjonalności.

source: Membership requests
pl: Prośby o członkostwo

source: The selected actions were applied.
pl: Zastosowano wybrane działania.

source: The selected requests were deleted.
pl: Wybrane prośby o członkostwo zostały usunięte.

source: Please select at least one client.
pl: Wybierz co najmniej jednego klienta.

source: Selected requests actions
pl: Wybrane działania żądań

source: Apply selection
pl: Zastosuj wybór

source: Delete requests
pl: Usuń żądanie

source: requests
pl: żądanie

source: New requests
pl: Nowe żądania

source: Denied requests
pl: Odrzucone żądania

source: There are no requests at the moment
pl: Na chwilę obecną brak wniosków

source: Full name
pl: Pełna nazwa

source: Log in username
pl: Logowanie użytkownika

source: Accept all
pl: Akceptuj wszystkie

source: Deny all
pl: Odrzuć wszystko

source: Account requests
pl: Żądania konta

source: The selected clients were deleted.
pl: Zaznaczeni klienci zostali usunięci.

source: Selected clients actions
pl: Zaznacz akcję dla klientów

source: New account requests
pl: Wnioski o nowe konta

source: Denied accounts
pl: Odrzucone konta

source: Account
pl: Konto

source: Added on
pl: Dodanie

source: Clients Administration
pl: Zarządzanie klientami

source: The selected clients were marked as active.
pl: Zaznaczeni klienci zostali ustawieni jako aktywni.

source: The selected clients were marked as inactive.
pl: Zaznaczeni klienci zostali ustawieni jako nieaktywni.

source: All statuses
pl: Wszystkie statusy

source: Active
pl: Aktywne

source: Inactive
pl: Nieaktywny

source: Activate
pl: Aktywuj

source: Deactivate
pl: Nieaktywne

source: clients
pl: klienci

source: There are no clients at the moment
pl: Brak klientów do wyświetlenia

source: Created
pl: Utworzone

source: Uploads
pl: Prześlij

source: Files: Direct
pl: Bezpośrednie Pliki

source: Files: Groups
pl: Grupy Plików

source: Groups on
pl: Grup w

source: Notify
pl: Powiadomienia

source: Max. upload size
pl: Maks. rozmiar przesyłania

source: Yes
pl: Tak

source: No
pl: Nie

source: Default
pl: Domyślny

source: Groups
pl: Grupy

source: As client
pl: Jako Klient

source: Dashboard
pl: Pulpit

source: Download information
pl: Pobierz informacje

source: No file was selected.
pl: Nie zaznaczono żadnego pliku.

source: There is no information with that file ID number.
pl: Brak informacji przypisanych do pliku o podanym ID.

source: Total downloads
pl: Wszystkich pobrań

source: Time
pl: Czas

source: Client
pl: Klient

source: Anonymous
pl: Anonimowy

source: Client's IP
pl: IP Klienta

source: Client's hostname
pl: Nazwa hosta klienta

source: Unique logged in clients/users
pl: Unikalni zalogowani klienci/użytkownicy

source: Total public downloads
pl: Publiczne pobrania razem

source: File information
pl: Informacje o pliku

source: Download file
pl: Pobierz plik

source: Go back to the homepage.
pl: Wróć do strony głównej.

source: E-mail templates
pl: Skórki email

source: Preview
pl: Podgląd

source: Header / footer
pl: Nagłówek / Stopka

source: New file by user
pl: Nowy plik przez użytkownika

source: New file by client
pl: Nowy plik przez klienta

source: New client (welcome)
pl: Nowy klient (witaj)

source: New client (self-registered)
pl: Nowy klient (samo-zarejestrowany)

source: Approve client account
pl: Zatwierdź konto klienta

source: Deny client account
pl: Odrzuć konto klienta

source: New user (welcome)
pl: Nowe hasło (witaj)

source: Password reset
pl: Zresetuj hasło

source: Client updated memberships
pl: Klient zaktualizował członkostwo

source: Options updated succesfuly.
pl: Opcje zostały zaktualizowane poprawnie.

source: (to be used as href on a link tag)
pl: (do zastosowania na etykiecie łącza jako href)

source: This email will be sent to a client whenever a new file has been assigned to his account.
pl: Ten email będzie wysłany do klienta zawsze gdy nowy plik będzie przypisany do jego konta.

source: Shows the list of files
pl: Pokazuje listę plików

source: The login link
pl: Link do logowania

source: This email will be sent to the system administrator whenever a client uploads a new file.
pl: The email będzie wysłany do administratora zawsze gdy klient wgra nowy plik.

source: This email will be sent to the new client after an administrator has created his new account. It would be best to include the log in details (username and password).
pl: Ten e-mail zostanie wysłany do nowego klienta po utworzeniu nowego konta przez administratora. Najlepiej dołączyć szczegóły logowania (nazwa użytkownika i hasło).

source: The new username for this account
pl: Nowa nazwa użytkownika dla konta

source: The new password for this account
pl: Nowe hasło dla konta

source: This email will be sent to the system administrator after a new client has created a new account for himself.
pl: The email będzie wysłany do administratora zawsze gdy użytkownik założy dla siebie nowe konto.

source: The full name the client registered with
pl: Pełna nazwa klienta

source: List of groups that the client requests membership to
pl: Lista grup, do których klient wymaga członkostwa

source: This email will be sent to a client that requested an account if it gets approved. Group membership requests are also mentioned on the email, separated by their approval status.
pl: Ten e-mail zostanie wysłany do klienta, który zażądał konta, jeśli zostanie zatwierdzony. Żądania dotyczące członkostwa grupowego są również wymienione w e-mailu, oddzielone przez ich status zatwierdzenia.

source: List of approved group memberships
pl: Lista zatwierdzonych członków grupy

source: List of denied group memberships
pl: Lista odrzuconych członków grupy

source: This email will be sent to a client that requested an account if it gets denied. All group membership requests for this account are denied automatically.
pl: Ten e-mail zostanie wysłany do klienta, który zażądał konta, jeśli zostanie odrzucony. Wszystkie prośby o członkostwo grupy dla tego konta są automatycznie odmawiane.

source: This email will be sent to the new system user after an administrator has created his new account. It would be best to include the log in details (username and password).
pl: Ten e-mail zostanie wysłany do nowego użytkownika po utworzeniu przez administratora nowego konta. Najlepiej dołączyć szczegóły logowania (nazwa użytkownika i hasło).

source: This email will be sent to a user or client when they try to reset their password.
pl: The email będzie wysłany do użytkownika który będzie chciał zresetować hasło.

source: The username for this account
pl: Nazwa użytkownika dla tego konta

source: The text string unique to this request. Must be included somewhere.
pl: Łańcuch znaków unikalny dla tego zapytania. Musi być gdzieś załączony.

source: The link to continue the process
pl: Link aby kontynuować proces

source: This email will be sent to the system administrator when a client edits his account and changes the public groups membership requests.
pl: Ten e-mail zostanie wysłany do administratora systemu, gdy klient zmieni swoje konto i zmieni prośby o członkostwo grup publicznych.

source: Here you set up the header and footer of every email, or use the default ones available with the system. Use this to customize each part and include, for example, your own logo and markup.
pl: Tutaj ustawisz nagłówki i stopki każdego e-mail, lub użyj ustawienia domyślne dostępne w systemie. Użycie tej opcji obejmuje dostosowania każdej części, na przykład własnego logo i znaczników.

source: Do not forget to also include -and close accordingly- the basic structural HTML tags (DOCTYPE, HTML, HEADER, BODY).
pl: Nie zapomnij dołączyć -ale też zamknąć- podstawowych tagów HTML (DOCTYPE, HTML, HEADER, BODY).

source: Use custom header / footer
pl: Użyj spersonalizowanego nagłowka i stopki

source: Header
pl: Nagłówek

source: You can use HTML tags here.
pl: Możesz tutaj używać tagów HTML.

source: Replace with default
pl: Zamień na domyślne

source: Footer
pl: Stopka

source: Use custom subject
pl: Użyj niestandardowego tematu

source: Add your custom subject
pl: Dodaj niestandardowy temat

source: Use custom template
pl: Użyj spersonalizowanego szablonu

source: Template text
pl: Tekst szablonu

source: The following tags can be used on this e-mails' body.
pl: Następujące tagi mogą zostać użyte w treści wiadomości.

source: Preview this template
pl: Podgląd szablonu

source: Before trying this function, please save your changes to see them reflected on the preview.
pl: Zanim sprawdzisz tą funkcję, zapisz zmiany aby były widoczne w podglądzie.

source: Save options
pl: Zapisz opcje

source: Test email configuration
pl: Konfiguracja testowej wiadomości e-mail

source: Result
pl: Wynik

source: Send to:
pl: Wysłany do:

source: Message
pl: Wiadomość

source: Send test email
pl: Testowa wiadomość e-mail wysłana.

source: Access denied
pl: Dostęp zabroniony

source: Your account type doesn't allow you to view this page. Please contact a system administrator if you need to access this function.
pl: Typ konta nie zezwala na wyświetlanie tej strony. Jeśli potrzebujesz tej funkcji, skontaktuj się z administratorem systemu.

source: Token mismatch
pl: Niezgodność tokenu

source: The security token could not be validated.
pl: Token bezpieczeństwa nie może zostać potwierdzony.

source: Error 404
pl: Błąd 404

source: Resource not found.
pl: Nie znaleziono zasobu.

source: Error 403
pl: Błąd 403

source: Forbidden.
pl: Zabroniony.

source: Database error
pl: Błąd bazy danych

source: Can not connect to database
pl: Błąd połączenia z bazą danych

source: Edit files
pl: Edytuj pliki

source: Files saved correctly
pl: Pliki poprawnie zapisane

source: Title
pl: Tytuł

source: File Name
pl: Nazwa Pliku

source: Public
pl: Do użytku publicznego

source: Private
pl: Do prywatnego użytku

source: Edit file
pl: Edycja pliku

source: View my files
pl: Pokaż moje pliki

source: You can skip assigning if you want. The files are retained and you may add them to clients or groups later.
pl: Możesz pominąć przypisanie, jeśli chcesz. Pliki są przechowywane i można później dodać je do klientów lub grup.

source: Executed queries
pl: Wykonane zapytania

source: Add clients group
pl: Dodaj grupę klientów

source: Edit group
pl: Edycja grupy

source: Group edited correctly.
pl: Grupa edytowana poprawnie.

source: Group created successfuly.
pl: Grupa została utworzona.

source: No group was selected.
pl: Nie wybrano grupy.

source: There is no group with that ID number.
pl: Brak grupy o podanym ID.

source: Groups administration
pl: Administracja grupami

source: Groups where
pl: Grupy gdzie

source: is member
pl: jest członkiem

source: The selected groups were deleted.
pl: Wybrane grupy zostały usunięte.

source: Please select at least one group.
pl: Proszę wybrać przynajmniej jedną grupę.

source: Selected groups actions
pl: Zaznacz akcję dla grup

source: groups
pl: grupy

source: The client does not exist.
pl: Brak użytkownika.

source: There are no groups where this client is member.
pl: Brak grup w których uczestniczy ten użytkownik.

source: There are no groups created yet.
pl: Brak grup.

source: Group name
pl: Nazwa grupy

source: Members
pl: Uzytkownicy

source: Created by
pl: Utworzone przez

source: There are public groups, but the public page is disabled so the public links will not show anything.
pl: Istnieją grupy publiczne, ale strona publiczna jest wyłączona, więc linki publiczne nic nie pokażą.

source: Go to privacy options
pl: Przejdź do ustawień prywatności

source: Upload
pl: Prześlij

source: Find orphan files
pl: Znajdź zagubione pliki

source: Categories
pl: Kategorie

source: Clients
pl: Klienci

source: Add new
pl: Dodaj nowy

source: Manage clients
pl: Zarządzanie klientami

source: Clients groups
pl: Grupy klientów

source: Manage groups
pl: Zarządzanie grupami

source: System Users
pl: Użytkownicy systemu

source: Manage system users
pl: Zarządzanie użytkownikami systemu

source: Templates
pl: Szablony

source: Options
pl: Opcje

source: General options
pl: Opcje ogólne

source: Privacy
pl: Prywatność

source: E-mail notifications
pl: Powiadomienia email

source: Security
pl: Bezpieczeństwo

source: Branding
pl: Wygląd

source: External Login
pl: Zewnętrzne logowanie

source: Tools
pl: Narzędzia

source: Actions log
pl: Logi zdarzeń

source: setup
pl: ustawienia

source: System Administration
pl: Panel Administracyjny

source: Toogle menu
pl: Przełącz menu

source: Language
pl: Język

source: My Account
pl: Moje Konto

source: Logout
pl: Wyloguj

source: System Notice:
pl: Powiadomienia Systemu:

source: You are using a development version. Some features may be unfinished or not working correctly.
pl: Używasz wersji rozwojowej. Niektóre funkcje mogą nie być dokończone lub mogą nie działać prawidłowo.

source: Warning:
pl: Ostrzeżenie:

source: The following directories do not exist or have write permissions errors.
pl: Następujące katalogi nie istnieją lub występują w nich błędy uprawnień do zapisu.

source: File uploading or other important functions might not work.
pl: Przesyłanie plików lub inne ważne funkcje mogą nie działać.

source: This list only shows the files that are allowed according to your security settings. If the file type you need to add is not listed here, add the extension to the "Allowed file extensions" box on the options page.
pl: Ta lista pokazuje tylko te pliki, które są dozwolone zgodnie z Twoimi ustawieniami zabezpieczeń. Jeśli typ pliku, który chcesz dodać, nie jest tutaj wymieniony, dodaj rozszerzenie do pola "Dozwolone rozszerzenia plików" na stronie opcji.

source: Showing
pl: Pokazywane

source: files
pl: pliki

source: The following files can be imported
pl: Następujące pliki mogą zostać zaimportowane

source: File name
pl: Nazwa pliku

source: File size
pl: Rozmiar pliku

source: Last modified
pl: Ostatnia modyfikacja

source: Results navigation
pl: Nawigacja po wynikach

source: Import selected files
pl: Importuj zaznaczone pliki

source: There are no files available to add right now.
pl: Brak plików do dodania.

source: To use this feature you need to upload your files via FTP to the folder
pl: Żeby użyć tej funkcjonalności wgraj wpierw pliki za pomocą FTP

source: Account logs in through the form
pl: Konto loguje się za pośrednictwem formularza

source: Account (user or client) logs out
pl: Konto (użytkownik lub klient) wylogowuje się

source: A user creates a new user account
pl: Użytkownik stworzył nowe konto

source: A user creates a new client account
pl: Użytkownik stworzył nowe konto

source: A client registers an account for himself
pl: Klient utworzył nowe konto dla samego siebie

source: A client registers using a social profile
pl: Klient zarejestrował się za pomocą konta społecznościowego

source: Account logged in using a social profile
pl: Konto zalogowało się za pomocą konta społecznościowego

source: A file is uploaded by an user
pl: Plik został załadowany przez użytkownika

source: A file is uploaded by a client
pl: Plik został załadowany przez klienta

source: A file is downloaded by a user
pl: Plik został pobrany przez użytkownika

source: A file is downloaded by a client
pl: Plik został pobrany przez klienta

source: An anonymous user downloaded a public file
pl: Anonimowy użytkownik pobrał publiczny plik

source: A zip file was generated
pl: Plik .zip został wygenerowany

source: A file has been unassigned from a client
pl: Plik został odłączony od klienta

source: A file has been unassigned from a group
pl: Przyporządkowanie pliku do grupy zostało usunięte

source: A file has been deleted
pl: Plik został usunięty

source: A user was edited
pl: Dane użytkownika zostały zmienione

source: A client was edited
pl: Dane klienta zostały zmienione

source: A group was edited
pl: Dane grupy zostały zmienione

source: A user was deleted
pl: Użytkownik został usunięty

source: A client was deleted
pl: Klient został usunięty

source: A group was deleted
pl: Grupa została usunięty

source: A user account was marked as active
pl: Konto użytkownika oznaczono jako aktywne

source: A user account was marked as inactive
pl: Konto użytkownika oznaczono jako nieaktywne

source: A client account was marked as active
pl: Konto użytkownika oznaczono jako aktywne

source: A client account was marked as inactive
pl: Konto użytkownika oznaczono jako nieaktywne

source: A file was marked as hidden
pl: Plik został oznaczony jako ukryty

source: A file was marked as visible
pl: Plik został oznaczony jako widoczny

source: A file was marked as hidden for everyone
pl: Plik został oznaczony jako ukryty dla wszystkich

source: A user creates a new group
pl: Użytkownik stworzył nową grupę

source: A file is assigned to a client
pl: Plik jest przypisany do użytkownika

source: A file is assigned to a group
pl: Plik jest przypisany do grupy

source: The logo on "Branding" was changed
pl: Logo na stronie 'Branding' zostało zmienione

source: A system user edited a file
pl: Użytkownik systemowy zmodyfikował plik

source: A client edited a file
pl: Klient edytował plik

source: A user created a category
pl: Użytkownik stworzył kategorie

source: A user edited a category
pl: Użytkownik edytował kategorię

source: A user deleted a category
pl: Użytkownik usunął kategorię

source: A client account request was processed
pl: Żądanie konta klienta zostało przetworzone

source: A client's groups membership requests were processed
pl: Żądania użytkowników odnośnie członkostw w grupach zostały przetworzone

source: A file preview request was made
pl: Żądanie podglądu pliku zostało utworzone

source: ProjecSend has been installed
pl: Zainstalowano ProjectSend

source: ProjectSend was updated
pl: Zaktualizowano ProjectSend

source: A client account request was approved
pl: Żądanie utworzenia konta zostało zatwierdzone

source: A client account request was denied
pl: Żądanie utworzenia konta zostało odrzucone

source: System options were updated
pl: Ustawienia systemu zostały zaktualizowane

source: An email template was updated
pl: Szablon e-mail został zaktualizowany

source: Email and password cannot be empty.
pl: E-mail oraz hasło nie mogą być puste.

source: LDAP connection error: %s
pl: Błąd połączenia z LDAP: %s

source: The supplied email or password does not match an existing record.
pl: Podany e-mail oraz hasło nie pasują do żadnego istniejącego rekordu

source: Error binding to LDAP server.
pl: Błąd podczas łączenia do serwera LDAP.

source: Error during log in.
pl: Błąd podczas logowania.

source: The supplied credentials are not valid.
pl: Dostarczone poświadczenia są nieważne.

source: The supplied username doesn't exist.
pl: Podana nazwa użytkownika nie istnieje.

source: The supplied password is incorrect.
pl: Podane hasło jest niepoprawne.

source: This account is not active.
pl: Konto jest nieaktywne.

source: If you just registered, please wait until a system administrator approves your account.
pl: Jeżeli właśnie się zarejestrowałeś, poczekaj ąz administrator systemu zaakceptuje Twoje konto.

source: Client self registration is not allowed. If you need an account, please contact a system administrator.
pl: Zarejestrowanie własnego klienta nie jest dozwolone. Jeśli nie masz konta, skontaktuj się z administratorem systemu.

source: Sign-in with Google cannot be used to create new accounts at this time.
pl: Logowanie Google nie może być użyte do stworzenia nowego konta.

source: You must approve the requested permissions to sign in with Google.
pl: Musisz zatwierdzić wymagane uprawnienia, aby zalogować się przy użyciu Google.

source: Session timed out. Please log in again.
pl: Sesja wygasła. Proszę, zaloguj się ponownie.

source: New files uploaded for you
pl: Nowe pliki przesłane dla ciebie

source: The following files are now available for you to download.
pl: Następujące pliki są teraz możliwe do pobrania.

source: If you prefer not to be notified about new files, please go to My Account and deactivate the notifications checkbox.
pl: Jeśli nie chcesz otrzymywać powiadomień o nowych plikach, przejdź do ustawień swojego konta i wyłącz opcje.

source: You can access a list of all your files or upload your own
pl: Możesz zobaczyć listę dostępnych dla Ciebie plików lub wgrać swój plik

source: by logging in here
pl: poprzez zalogowanie się tutaj

source: New files uploaded by clients
pl: Nowe pliki przesłane przez klientów
